; Вернуться в начало координат
G28
;
; Включить вентилятор с указанием скорости
M106 R0 S210
M106 R1 S210
;
; Переместить хотенд по оси X
G1 Y100.0 X100.0 Z1.0 F1500 
;
; Запустить автокалибровку PID экструдер
; M303 E0<экструдер> S<температура> C<циклы> U<применить полученные значения>
M303 E0 S230 C8 U
;
; Сохранить полученные значения в энергонезависимую память
M500
;
; Заменить текущие настройки сохраненными значениями
M503 
;
; Запустить автокалибровку PID стол
; M303 E-1<стол> S<температура> C<циклы> U<применить полученные значения>
M303 E-1 S70 C8 U
;
; Сохранить полученные значения в энергонезависимую память
M500
;
; Заменить текущие настройки сохраненными значениями
M503 
; Вернуться в начало координат
G28
;
; Просигналить о конце калибровки
M300 S440 P200
M300 S660 P250
M300 S880 P300
;
; fbghost.info
; https://t.me/Ghostbustersss
; @PlasmaKirill